Repository: nfsprodriver/dotty
Catalog: po/*.po
Languages: es

source: Game in progress
es: Juego en curso

source: Are you sure you want to restart this game?
es: ¿Seguro que quiere reiniciar el juego?

source: Restart game
es: Reiniciar el juego

source: Continue current game
es: Continuar el juego actual

source: Clear scores for
es: Borrar puntuación para

source: Existing scores will be deleted. This cannot be undone.
es: Se borrará la puntuación actual. Esto no se puede deshacer.

source: Clear scores
es: Borrar puntuación

source: Keep existing scores
es: Mantener la puntuación actual

source: New Game
es: Nuevo juego

source: Settings
es: Configuración

source: How to Play
es: Cómo jugar

source: High Scores
es: Puntuación mas alta

source: Moves Left
es: Mueve a la izquierda

source: Dots Cleared
es: Puntos retirados

source: Now
es: Ahora

source: %n second ago
es: Hace %n segundo

source: %n minute ago
es: Hace %n minuto

source: %n hour ago
es: Hace %n hora

source: %n day ago
es: Hace %n día

source: <p><i>Dotty</i> is a game where the goal is to clear as many dots in 30 turns.</p><br/><p>To link dots drag your finger / cursor between adjacent dots of the same color (horizontally or vertically). The dots you link will be removed and new dots will drop in from the top. The number of dots cleared is added to your total - clear as many as possible!</p><br/><p>If you can link the dots in a loop all the dots of that color will be cleared! In addition, the replacement dots will not be of the color you cleared which will make it more likely to get another loop. Loops are the best way to get high scores.</p><br/><p>Have fun!</p>
es: <p><i>Dotty</i> es un juego cuyo objetivo es retirar todos los puntos que pueda en 30 turnos.</p><br/><p>Para enlazar puntos arrastre su dedo / cursor entre puntos adyacentes del mismo color (horizontalmente o verticalmente). Los puntos que enlace se quitarán y nuevos puntos caerán desde arriba. El número de puntos retirados se añade a su total - ¡quite todos los que pueda!</p><br/><p>Si puede enlazar los puntos en un lazo ¡todos los puntos de ese color serán retirados! Además, los puntos sustitutos no serán del mismo color que ha despejado lo cual hace mas probable que pueda hacer otro lazo. Los lazos son la mejor manera de conseguir una puntuación alta.</p><br/><p>¡Diviértase!</p>

source: High Scores for
es: Puntuación más alta para

source: Playground grid:
es: Cuadrícula de juego:

source: Not recommended for your screen!
es: ¡No recomendado para su pantalla!

source: Link as many dots as you can in thirty moves
es: Enlace tantos puntos como pueda en treinta movimientos

source: dots,puzzle
es: dots,puzle,puntos,rompecabezas
